/*
	This file is part the MidiHID software for Mac OS X.
	Copyright (C) 2008-2009 Pierre-Olivier Latour <info@pol-online.net>
	
	This program is free software: you can redistribute it and/or modify
	it under the terms of the GNU General Public License as published by
	the Free Software Foundation, either version 3 of the License, or
	(at your option) any later version.
	
	This program is distributed in the hope that it will be useful,
	but WITHOUT ANY WARRANTY; without even the implied warranty of
	MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
	GNU General Public License for more details.
	
	You should have received a copy of the GNU General Public License
	along with this program.  If not, see <http://www.gnu.org/licenses/>.
*/

"CHANGES_TITLE" = "Do you want to save the configurations you edited?";
"CHANGES_MESSAGE" = "If you don't save the edited configurations, your changes will be lost.";
"CHANGES_DEFAULT_BUTTON" = "Save";
"CHANGES_ALTERNATE_BUTTON" = "Don't Save";
"CHANGES_OTHER_BUTTON" = "Cancel";

"DELETE_TITLE" = "Are you sure you want to delete this configuration?";
"DELETE_MESSAGE" = "This operation is not reversible.";
"DELETE_DEFAULT_BUTTON" = "Don't Delete";
"DELETE_ALTERNATE_BUTTON" = "Delete";

"DEFAULT_NAME" = "My Configuration (%i)";
"DEVICE_TITLE" = "%@ (%@)";
"INVALID_NAME" = "Configuration name must be defined and unique";
